import { IPromocodeItem } from "../types/promocodeItem";
import img1 from "../assets/images/promocode/1.webp"
import img2 from "../assets/images/promocode/2.webp"
import img3 from "../assets/images/promocode/3.webp"
import img4 from "../assets/images/promocode/4.webp"
import img5 from "../assets/images/promocode/5.webp"
import img6 from "../assets/images/promocode/6.webp"
export const promocodes: IPromocodeItem[] = [{
    id: 0,
    img: img1,
    name: 'Пакет "Лето"',
    description: "Самое жаркое лето века не хочет уходить и давит Вам новые краски до конца сезона.\nПри покупке от 5500₽ Вы получите скидку 1% на абсолютно любой товар! Успей окрасить свою жизнь касками лета!",
    promocode: "11111111"
},{
    id: 1,
    img: img2,
    name: 'Пакет “Черный лебедь”',
    description: "Тату набор + 2 пачки игл 2\nСпециально для четких и дерзких есть супервыгодное предложение, при покупке двух тату-наборов и двух пачек игл, Вы получите целых 5% скидки на воопложение своей мечты.\nДействуй и ты будешь непобедим!",
    promocode: "22222222"
},{
    id: 2,
    img: img3,
    name: 'Пакет “Дикобраз” или название в 2 строки',
    description: "5 иголок + 5 типсов\nДикое и приятное колючее предложение, при покупке любых 5 игл и 5 типсов, Вы получите скидку 2%!\nВремя проявить себя, не упусти момент!",
    promocode: "33333333"
},{
    id: 3,
    img: img4,
    name: 'Пакет “Лето”',
    description: "Самое жаркое лето века не хочет уходить и давит Вам новые краски до конца сезона.\nПри покупке от 5500₽ Вы получите скидку 1% на абсолютно любой товар! Успей окрасить свою жизнь касками лета!",
    promocode: "444444444"
},{
    id: 4,
    img: img5,
    description: "5 иголок + 5 типсов\nДикое и приятное колючее предложение, при покупке любых 5 игл и 5 типсов, Вы получите скидку 2%!\nВремя проявить себя, не упусти момент!",
    name: 'Пакет “Дикобраз” или название в 2 строки',
    promocode: "55555555"
},{
    id: 5,
    img: img6,
    name: 'Пакет “Черный лебедь”',
    description: "Тату набор + 2 пачки игл 2\nСпециально для четких и дерзких есть супервыгодное предложение, при покупке двух тату-наборов и двух пачек игл, Вы получите целых 5% скидки на воопложение своей мечты.\nДействуй и ты будешь непобедим!",
    promocode: "66666666"
}] 